Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: Error generating problem grade report. Please try again.
uk: Помилка при створенні детального оцінного листа. Будь ласка, спробуйте ще раз.

source: Enter course-specific overrides for the Web/HTML template parameters here (JSON format)
uk: Введіть значення параметрів HTML-шаблону (у форматі json), які будуть застосовуватися до певного курсу

source: Added a reference to "%(att)s" from "%(art)s".
uk: Додано посилання на "%(att)s" з "%(art)s".

source: Advanced Search
uk: Продвинутий пошук

source: {course_number} Combined Notifications
uk: {course_number} Об'єднані повідомлення

source: Statistics are shown for entered words near that word.
uk: Статистичні дані для кожного слова відображаються поруч з цим словом.

source: Return to Export
uk: Повернутися до експорту

source: %d days
uk: %d днів

source: Choose an action:
uk: Обрати дію:

source: Enrollment Information
uk: Інформація про зарахування

source: (out of {total})
uk: (з {total})

source: Basket total
uk: Загальна сума

source: You can proceed to payment at any point in time. Any additional information you provide will be included in your receipt.
uk: Ви можете перейти до оформлення платежу в будь-який момент. Надана вами додаткова інформація буде включена в чек.

source: License Type
uk: Тип ліцензії

source: Error submitting your images
uk: Виникла помилка при завантаженні Ваших зображень

source: Our system indicates that you are trying to enroll in this {platform_name} course from a country or region in which it is not currently available.
uk: Система показує, що ви намагаєтеся записатися на цей курс {platform_name} з країни або регіону, для яких він зараз не доступний.

source: You will not get notification for emails that bounce, so please double-check spelling.
uk: Ви не отримаєте повідомлень про листи, які не дійшли, тому, будь ласка, двічі перевірте написання.

source: Click on this button to mute or unmute this video or press UP or DOWN buttons to increase or decrease volume level.
uk: Натисніть на цю кнопку, щоб відключити або включити звук цього відеозапису, або використовуйте кнопки ВГОРУ і ВНИЗ, щоб регулювати рівень гучності.

source: Empty
uk: Порожній

source: Enable video caching system
uk: Увімкнути систему кешування відео

source: Location
uk: Місце розташування

source: Sorry! Due to an error your purchase was charged for a different amount than the order total! The specific error message is: {msg}. Your credit card has probably been charged. Contact us with payment-specific questions at {email}.
uk: Вибачте! Через помилки з вашого рахунку була списана сума, що відрізняється від вартості замовлення! Повідомлення про специфічну помилку: {msg}. Швидше за все, кошти були зняті з вашої кредитної картки. З питань оплати зв'яжіться з нами за адресою {email}.

source: Insert column before
uk: Вставити стовпчик зліва

source: Add to LinkedIn Profile
uk: Додати до профілю на LinkedIn

source: Add diacritic marks to be added to a text using the comma-separated form, i.e. markname;urltomark;baseline,markname2;urltomark2;baseline2
uk: Додати діакритичні знаки, які будуть використовуватися в тексті, у формі списку, розділеного комами, тобто ім'язнаку;посиланняаназнак;положення,ім'язнаку2;посиланняаназнак2;положення2

source: Useful examples:
uk: Корисні приклади:

source: If you have billing questions, please read the FAQ ({faq_url}) or contact {billing_email}.
uk: Якщо у вас є питання щодо оплати, будь ласка, прочитайте поширені питання FAQ ({faq_url}) або зв'яжіться за адресою {billing_email}.

source: The grade reports listed below are generated each time the <b>Generate Grade Report</b> button is clicked. A link to each grade report remains available on this page, identified by the UTC date and time of generation. Grade reports are not deleted, so you will always be able to access previously generated reports from this page.
uk: Звіти за оцінками, показані нижче, генеруються щоразу, коли натиснута кнопка <b> Generate Grade Report </b>. Посилання на кожний звіт залишається доступним на цій сторінці, вони ідентифікуються за датою та часом створення. Звіти не видаляються, так що у вас завжди буде можливість отримати доступ до попередніх звітів на цій сторінці.

source: Want to confirm your identity later?
uk: Хочете пройти ідентифікацію пізніше?

source: Square
uk: Квадрат

source: Enter the tab that is selected in the XBlock. If not set, the Course tab is selected.
uk: Введіть назву вкладки, обраної в XBlock. Якщо не задано, буде обрана вкладка «Курс».

source: dropped on target
uk: залишено на цілі

source: Classes Start
uk: Старт

source: Inactive card or card not authorized for card-not-present transactions. Possible fix: retry with another form of payment
uk: Неактивна картка або для даної картки не доступні такі транзакції. Порада: спробуйте інший спосіб платежу.

source: The grade report is currently being created. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
uk: Оціночний лист в даний час на стадії підготовки. Стан звіту нижче відображається у списку «Поточні завдання». Ви зможете завантажити звіт, коли він буде завершений.

source: To access the course visit {course_about_url} and register for the course.
uk: Для отримання доступу до курсу відвідайте {course_about_url} і зареєструйтеся на цей курс.

source: Invalid amount selected.
uk: Обрано невірну суму.

source: Total Video Views
uk: Загальна кількість показів відео

source: Complete.
uk: Оцінювання завершено.

source: <p class="error_msg"> Sorry! Our payment processor sent us back a payment confirmation that had inconsistent data! We apologize that we cannot verify whether the charge went through and take further action on your order. The specific error message is: <span class="exception_msg">{msg}</span>. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}. </p>
uk: <p class="error_msg"> Вибачте! Наша система обробки платежів повернула нам платіжне повідомлення із неповною інформацією! Ми приносимо вибачення, що не можемо перевірити чи кошти пройшли через систему і ваше замовлення було оброблено. Конкретне повідомлення про помилку: <span class="exception_msg">{msg}</span>. Кошти з вашої платіжної картки можливо були зняті. З питаннями щодо платежів звертайтесь до нас за {email}. </p>

source: There is already a course defined with the same organization and course number. Please change either organization or course number to be unique.
uk: Курсу із такими самими організацією і кодом вже існує. Будь ласка, змініть або організацію, або номер курсу, щоб вони були унікальними.

source: Credit requirement statuses
uk: Статус запиту кредитів

source: Search posts
uk: Пошук у повідомленнях

source: text_search and order_by cannot be provided together
uk: Не можна одночасно використовувати параметри text_search і order_by

source: Public Display Name
uk: Ім'я Користувача, що Публічно Відображається

source: e.g. 'google'
uk: напр., 'google'

source: Your account is already active
uk: Ваш аккаунт вже активовано!

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from class.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses.
uk: Ви отримаєте листа-активацію. Для завершення реєстрації ви повинні перейти за посиланням-активацією. Не бачите листа? Перевірте теку "Спам" і позначте листи від class.stanford.edu як "Не спам", якщо ви хочете отримувати повідомлення від наших курсів.

source: Short explanation
uk: Коротке пояснення

source: We were unable to send a confirmation email to {email}
uk: Ми не змогли надіслати лист-підтвердження на {email}.

source: The authorization request was approved by the issuing bank but declined by CyberSource based on your legacy Smart Authorization settings. Possible action: retry with a different form of payment.
uk: Запит на авторизацію схвалений банком, що випустив карту, але відхилений системою CyberSource, оскільки ваші налаштування смарт-авторизації застаріли. Ви можете використовувати інший спосіб оплати.

source: Home Page
uk: Домашня сторінка

source: Not all problems in entrance exam support re-scoring.
uk: Не всі завдання у вступному випробуванні підтримують перездачу.

source: We had some trouble loading responses. Please reload the page.
uk: У нас виникли деякі труднощі під час завантаження відповідей. Будь ласка, перезавантажте сторінку.

source: Rescore All Problems
uk: Заново оцінити всі завдання

source: Recipient Name:
uk: Ім’я отримувача:

source: {platform_name} is a nonprofit bringing high-quality education to everyone, everywhere. Your help allows us to continuously improve the learning experience for millions and make a better future one learner at a time.
uk: {platform_name} - неприбутковий проект, що поставив собі за мету зробити найкраще навчання доступним кожному будь-де. Ваша допомога дозволяє нам постійно покращувати навчальний досвід десятків тисяч людей і крок за кроком створювати краще майбутнє.

source: Maximum number of words to be displayed in generated word cloud.
uk: Максимальна кількість слів, що відображається у створеній хмарі слів.

source: Edit Course Team
uk: Редагувати склад команди курсу

source: Change Email
uk: Змінити Email

source: Re-check for submissions
uk: Перевірте для відправлення

source: Invalid input: {bad_input} not permitted in answer.
uk: Некоректні вхідні дані: {bad_input} не дозволено у відповіді.

source: The following errors were generated:
uk: Були згенеровані наступні помилки:

source: Choose a problem type to fetch from the library. If "Any Type" is selected no filtering is applied.
uk: Виберіть вид завдання, який має повертати бібліотека. Якщо вибрано «Будь-який», фільтри не застосовуються.

source: Hide Studio Help
uk: Приховати допомогу Studio

source: in all cohorts
uk: у всіх навчальних групах

source: Grade Earned
uk: Отримана оцінка

source: Permissions
uk: Дозволи

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us immediately. Contact information is listed at:
uk: Це підтвердження зміни електронної адреси, що пов'язана з вашим обліковим записом на {platform_name}, з {old_email} на {new_email}. Якщо ви не робили такого запиту, будь ласка, зв'яжіться з нами негайно. Контактну інформацію ви знайдете тут:

source: Correct
uk: Правильно

source: This group configuration is in use and cannot be deleted.
uk: Конфігурація групи знаходиться у використанні і не може бути видалена.

source: Waiting for Peer Responses
uk: В очікуванні однолітків Відповіді

source: These users were not removed as beta testers:
uk: Ці користувачі не були видалені з бета-тестерів:

source: Invitation Only
uk: Тільки за запрошеннями

source: Maximum Attempts
uk: Максимальна кількість спроб

source: next
uk: наступна

source: Unable to find submission to be {action} for student '{student}'
uk: Не вдалося знайти завдання, яке має бути {action} студента '{student}'

source: Page not found
uk: Сторінку не знайдено

source: must contain {0} or more lowercase characters
uk: повинен містити {0} або більше символів нижнього регістру

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the long name of the course to use on the certificate that students receive when they complete the course.
uk: Використовуйте цю опцію тільки для створення сертифікатів у форматі Pdf. В лапках введіть повну назва курса для сертифіката, який отримають слухачі, коли закінчать курс.

source: The page "%(route)s" could not be found.
uk: Сторінка "%(route)s" не знайдена.

source: No inactive user with this e-mail exists
uk: Неактивного користувача з даною електронною адресою не існує

source: Course ID or dir
uk: ID або каталог курсу

source: Hint
uk: Підказка

source: Order #
uk: Замовлення №

source: Parameter usage_id not provided.
uk: Параметр usage_id не надано.

source: Activate Your {platform_name} Account
uk: Активуйте свій обліковий запис на {platform_name}

source: In order to be eligible for edX Financial Assistance, you must demonstrate that paying the Verified Certificate fee would cause you economic hardship. To apply, you will be asked to answer a few questions about why you are applying and how the Verified Certificate will benefit you.
uk: Для того, щоб отримати фінансову допомогу EdX , ви повинні показати, що оплата Підтвердженого сертифіката є для вас серйозною витратою. При подачі заяви вам буде поставлено декілька питань про причини вашої зацікавленості в допомозі і про те, як Підтверджений сертифікат допоможе вам надалі.

source: Apple app on Apple Store
uk: Додаток Apple на Apple Store

source: Error - cannot get course with ID {0}<br/><pre>{1}</pre>
uk: Помилка - неможливо обрати курс із ID {0}<br/><pre>{1}</pre>

source: Error: The request was received but there was a server timeout. This error does not include timeouts between the client and the server. Possible fix: retry the payment after some time.
uk: Помилка: Запит було отримано, але закінчився час очікування на сервері. Ця помилка не враховує часову затримку між клієнтом та сервером. Порада: спробуйте оплатити ще раз через певний час.

source: Import complete, {0} new entries created
uk: Імпорт завершено, {0} нових записів створено

source: Go to Dashboard
uk: В особистий кабінет

source: File {filename} exceeds maximum size of {maxFileSizeInMBs} MB
uk: Файл {filename} перевищує максимально допустимий розмір в {maxFileSizeInMBs} MБ

source: a drivers license, passport, or other goverment or school-issued ID with your name and picture on it
uk: водійське посвідчення, паспорт або інший документи виданий державаю чи навчальним закладом, з Вашим ім'ям там фотографією

source: Course Announcement Date
uk: Дата оголошення курсу

source: Congratulations! This page summarizes what you accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
uk: Вітаємо! Ця сторінка містить усі ваші досягнення. Поділіться нею з родиною, друзями і колегами у своїх соціальних і професійних мережах.

source: The course start date cannot be before the enrollment start date.
uk: Дата початку курсу не може передувати даті початку реєстрації на курс.

source: Visa, Master Card, American Express, Discover, Diners Club, JCB with Discover logo
uk: Visa, Master Card, American Express, Discover, Diners Club, JCB з логтипом Discover

source: What do you do with this picture?
uk: Що ви робите з цим зображенням?

source: Enable Student Dashboard Displays
uk: Дозволити панель управління слухача

source: Dec
uk: Груд.

source: Studio Account Activation
uk: Активація профілю Studio

source: Couldn't submit feedback.
uk: Не вдалося відправити відгук.

source: You do not have permission to view this page.
uk: У вас немає прав для перегляду цієї сторінки.

source: Goals in signing up for {platform_name}
uk: Мета реєстрації в {platform_name}

source: Give a short reason for your edit, which will be stated in the revision log.
uk: Коротко опишіть причину редагування, яка буде записана в журнал виправлень.

source: Course Advertised Start Date
uk: Заявлена ​​дата початку курсу

source: No receipt available
uk: Чек не доступний

source: Practice Scores:
uk: Бали за практику:

source: The minimum grade that a learner must earn to receive credit in the course, as a decimal between 0.0 and 1.0. For example, for 75%, enter 0.75.
uk: Мінімальна оцінка, яку необхідно для отримання заліку на курсі, у вигляді десяткового дробу від 0,0 до 1,0. Наприклад, 60% вводяться у вигляді 0,6.

source: Cols
uk: Стовпці

source: Next Video
uk: Наступне відео

source: Section
uk: Розділ

source: Invalid data ({details})
uk: Некоректні дані ({details})

source: Example Certificates
uk: Приклад Сертифіката

source: Language in which the course is administered
uk: Мова, якою ведеться курс

source: A plugin was changed
uk: Плагін був змінений

source: Someone has been made aware of this issue. Please try again shortly. Please %(start_link)scontact us%(end_link)s about any concerns you have.
uk: Про проблему було повідомлено. Будь ласка, спробуйте знову пізніше. Будь ласка %(start_link)sзв'яжіться з нами%(end_link)s з приводу будь-яких проблем, які у Вас виникають.

source: Total Enrollment
uk: Загальне число студентів

source: Failed to create a background task for rescoring "{problem_url}": problem not found.
uk: Неможливо створити фонове завдання для перерахунку "{problem_url}": завдання не знайдено.

source: Basket total (excl. discounts)
uk: Загальна сума (без знижок)

source: Course has not yet started
uk: Курс ще не розпочався

source: YouTube ID for .75x speed
uk: YouTube ID для швидкості 0.75x

source: We had some trouble unpinning this thread. Please try again.
uk: Виникли помилки під час відкріплення цієї гілки. Спробуйте пізніше.

source: Completed Course Entrance Exam
uk: Завершений вступний іспит

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
uk: Вставка відбувається зараз у вигляді простого тексту допоки ви не вимкнете цю опцію.

source: Looking for Help with Studio?
uk: Потрібна допомога зі Studio?

source: Rejected
uk: Відмовлено

source: You may continue to work on your response until you submit it.
uk: Ви можете продовжувати працювати на вашій відповіді, поки ви не представити його.

source: {0} must be accepted
uk: {0} повинно бути прийнято

source: Maximum Certification Retries
uk: Максимальна кількість спроб отримання сертифіката

source: Respond to Feedback
uk: Відповісти на відгуки

source: Internal Service URL
uk: Внутрішня URL-адреса сервісу

source: Course Code
uk: Kод курсу

source: The maximum number of calibration essays each student will need to complete for peer grading.
uk: Максимальна кількість тренувальних завдань, які повинен виконати кожен студент, щоб приступити до взаємної перевірки.

source: Problem must be reset before it can be checked again.
uk: Задача повинна бути перевантажена перед тим, як буде знову перевірена.

source: Order #%(number)s
uk: Замовлення #%(number)s

source: Close
uk: Закрити

source: Sailthru template to use on activation send.
uk: Шаблон Sailthru для відправки при активації.

source: More
uk: Детальніше

source: About these documents
uk: Про ці документи

source: Open Ended Console
uk: Консоль відповідей у вільній формі

source: Can't find any transcripts on the Youtube service.
uk: Неможливо знайти жодних субтитрів на сервері Youtube.

source: Yes, I am sure
uk: Так, я впевнений

source: Expand Instructions
uk: Розкрити інструкції

source: This account has not been activated. We have sent another activation message. Please check your e-mail for the activation instructions.
uk: Цей обліковий запис не було активовано. Ми надіслали інше активаційне повідомлення. Будь ласка, перевірте вашу електронну пошту для інструкцій з активації.

source: The card type sent is invalid or does not correlate with the credit card number. Possible fix: retry with the same card or another form of payment
uk: Надісланий тип картки некоректний або не відповідає номеру кредитної картки. Порада: спробуйте ще раз цю картку або іншу форму платежу.

source: For anyone, anywhere, anytime
uk: Для будь-кого, будь-де, будь-коли

source: Optional tag (eg "done" or "broken"):
uk: Необов'язковий тег (наприклад, "завершено" чи "непрацює"):

source: Ready to grade!
uk: Готовий оцінювати!

source: Requirements for Course Credit
uk: Вимоги для отримання кредиту

source: Enroll In {} | Choose Your Track
uk: Записатися на {} | Обрати Ваш шлях

source: Switch to this version
uk: Перейти до цієї редакції

source: {platform_name} Help
uk: Допомога {platform_name}

source: Double-check that your webcam is connected and working to continue.
uk: Аби продовжити додатково перевірте, що ваша веб-камера під'єднана та працює.

source: Font Sizes
uk: Розмір шрифту

source: TBD
uk: Невизначена дата

source: Hide closed captions
uk: Сховати субтитри

source: A list of lists of state dictionaries for student states that are saved.This field is only populated if the instructor changes tasks afterthe module is created and students have attempted it (for example changes a self assessed problem to self and peer assessed.
uk: Список списків словників стану, що містять стан збереженої роботи студентів. Це поле заповнюється тільки в тому випадку, якщо викладач вносить зміни в завдання після створення модуля, а студенти вже виконували завдання (наприклад, змінює завдання, що вимагає самоперевірки, включивши в нього взаємну перевірку.

source: Download profile information as a CSV
uk: Завантажити список особистих даних у форматі CSV

source: Select a course team role:
uk: Виберіть роль в команді курсу :

source: Open Response
uk: Відповідь у вільній формі

source: Notify students by email
uk: Повідомити студентів по електронній пошті

source: Showing %(current_span)s%(start)s-%(end)s%(end_span)s out of %(total_span)s%(total)s total%(end_span)s, sorted by %(order_span)s%(sort_order)s%(end_span)s %(sort_direction)s
uk: Показувати %(current_span)s%(start)s-%(end)s%(end_span)s з %(total_span)s%(total)s усього%(end_span)s, відсортованих %(order_span)s%(sort_order)s%(end_span)s %(sort_direction)s

source: Value of the enrollment attribute
uk: Значення атрибута зарахування

source: Enrollment Demographics by Gender
uk: Зарахування Демографія за статтю

source: (%(earned)s/%(possible)s points)
uk: (%(earned)s/%(possible)s балів)

source: Course Dates:
uk: Дати курсу:

source: Graded Content
uk: Оцінений контент

source: File is not attached.
uk: Файл не прикріплений

source: Problem List
uk: Список завдань

source: Check the box to remove all flags.
uk: Поставте позначку щоб прибрати всі прапорці.

source: Right to left
uk: Справа наліво

source: There has been an error with your export.
uk: Виникла помилка під час експорту.

source: Certificate for student {user} is already invalid, kindly verify that certificate was generated for this student and then proceed.
uk: Сертифікат {user} вже є недійсним. Перед тим як продовжити, будь ласка впевніться в тому, що сертифікат слухача був створений.

source: We had some trouble loading more threads. Please try again.
uk: У нас виникли деякі труднощі під час завантаження додаткових потоків. Будь ласка, спробуйте ще раз.

source: Click to remove
uk: Натисніть, щоб видалити

source: The provided access_token is already associated with another user.
uk: Наданий access_token вже зв'язано з іншим користувачем.

source: Group A
uk: Група A

source: This team does not have any members.
uk: У цій команді немає жодного учасника.

source: Check back to complete the assignment once this section has opened.
uk: Слідкуйте, щоб завершити завдання, як тільки цей розділ відкрив.

source: Must be more complex ({0})
uk: Повинен бути складнішим ({0})

source: Couldn't Save This Assignment
uk: Неможливо зберегти це завдання

source: Missing branch on fresh clone
uk: Відсутня гілка у новому клоні
